[
    {
        "title": "Hotel Kausar",
        "desc": "\nYou're eligible for a Genius discount at Hotel Kausar! To save at this property, all you have to do is sign in.\nHotel Kausar is located in Bishkek. Free WiFi access is available. The property offers free shuttle to the city centre and a complimentary fruit basket.\nEach room here will provide you with a TV and air conditioning. There is also a refrigerator. The private bathroom also comes with a hairdryer. You can enjoy mountain view and city view from the room.\nAt Hotel Kausar you will find a 24-hour front desk, breakfast buffet and a terrace. Other facilities offered at the property include grocery deliveries, meeting facilities and a shared lounge. A grocery store is located a 5-minute from the property.\nBishkek Train Station is located 4 km from Hotel Kausar. \n",
        "desc_list": "You're eligible for a Genius discount at Hotel Kausar! To save at this property, all you have to do is sign in.",
        "stars": 3
    },
    {
        "title": "SilkRoad Guesthouse",
        "desc": "\nYou're eligible for a Genius discount at SilkRoad Guesthouse! To save at this property, all you have to do is sign in.\nSituated in Bishkek, 2.6 km from Prigorodnoye, SilkRoad Guesthouse features accommodation with a shared lounge, free private parking, a garden and a terrace. The property is set 3.2 km from Kyzyl-Asker, 4.1 km from Mayevka and 5.7 km from Nizhnyaya Ala-Archa. The accommodation offers a 24-hour front desk, airport transfers, a shared kitchen and free WiFi throughout the property.\nAn Asian breakfast is available each morning at the guest house.\nAlamüdün is 6.8 km from SilkRoad Guesthouse, while Novopavlovka is 7.6 km from the property. The nearest airport is Manas International Airport, 28 km from the accommodation. \n",
        "desc_list": "You're eligible for a Genius discount at SilkRoad Guesthouse! To save at this property, all you have to do is sign in.",
        "stars": null
    },
    {
        "title": "Galeon Hotel",
        "desc": "\nYou're eligible for a Genius discount at Galeon Hotel! To save at this property, all you have to do is sign in.\nSet in Bishkek, within 4.2 km of Prigorodnoye and 4.7 km of Novopavlovka, Galeon Hotel offers accommodation with a bar and free WiFi throughout the property as well as free private parking for guests who drive. The property is located 5.4 km from Kyzyl-Asker, 7 km from Privokzalʼnoye and 7.8 km from Chalakazaki. The accommodation provides a 24-hour front desk and room service for guests.\nAt the inn, each room has a desk. Complete with a private bathroom fitted with a shower and slippers, all guest rooms at Galeon Hotel have a flat-screen TV and air conditioning, and some rooms also offer a seating area. At the accommodation all rooms are fitted with bed linen and towels.\nGaleon Hotel offers a terrace.\nSelektsionnoye is 8.2 km from the inn, while Mayevka is 8.3 km from the property. The nearest airport is Manas International Airport, 29 km from Galeon Hotel. \n",
        "desc_list": "You're eligible for a Genius discount at Galeon Hotel! To save at this property, all you have to do is sign in.",
        "stars": null
    },
    {
        "title": "Solutel apartments-32",
        "desc": "\nLocated in Bishkek, 4.1 km from Tokolʼdosh, Solutel apartments-32 provides accommodation with free bikes, free WiFi, a 24-hour front desk, and room service. It is situated 5.5 km from Alamüdün and features a shared lounge.\nThe air-conditioned apartment is composed of 1 separate bedroom, a living room, a fully equipped kitchen, and 1 bathroom. A flat-screen TV is provided.\nGuests at the apartment can enjoy a continental or a buffet breakfast.\nA car rental service is available at Solutel apartments-32.\nPrigorodnoye is 6.4 km from the accommodation, while Kyzyl-Asker is 7 km away. The nearest airport is Manas International, 32 km from Solutel apartments-32, and the property offers a paid airport shuttle service. \n",
        "desc_list": "Located in Bishkek, 4.1 km from Tokolʼdosh, Solutel apartments-32 provides accommodation with free bikes, free WiFi, a 24-hour front desk, and room service. It is situated 5.5 km from Alamüdün and features a shared lounge.",
        "stars": null
    },
    {
        "title": "Smart Hotel Bishkek",
        "desc": "\nYou're eligible for a Genius discount at Smart Hotel Bishkek! To save at this property, all you have to do is sign in.\nThis hotel is located in Bishkek city centre, 10 minutes’ walk from Ala-Too Square, and features free Wi-Fi and an indoor swimming pool. It offers air-conditioned rooms with an iPad.\nEach modern room at Smart Hotel Bishkek is decorated in warm colours with brown tones and includes floor-to-ceiling windows. All rooms come with a flat-screen TV and free movies on demand.\nKhan Tengri Restaurant, located on the 7th floor, serves local cuisine, as well as European specialities. Relaxing drinks are offered at the lobby bar.\nGuests of Smart Hotel Bishkek\t can take a dip into the indoor swimming pool and relax in the sauna. Bike rent is available, and the TSUM Shopping Centre is just 700 m away.\nThe Fine Arts Museum is 100 m from Smart Hotel Bishkek, and the Opera Theatre is 2 minutes’ walk away. Bishkek Airport is 30 minutes’ drive from the hotel. \n",
        "desc_list": "You're eligible for a Genius discount at Smart Hotel Bishkek! To save at this property, all you have to do is sign in.",
        "stars": 4
    },
    {
        "title": "Bishkek Centrum Hotel",
        "desc": "\nYou're eligible for a Genius discount at Bishkek Centrum Hotel! To save at this property, all you have to do is sign in.\nBoasting a shared lounge and views of city, Bishkek Centrum Hotel is situated in Bishkek, 2 km from Tokolʼdosh. This 3-star hotel offers a concierge service and luggage storage space. The accommodation features a 24-hour front desk, airport transfers, room service and free WiFi throughout the property.\nThe rooms at the hotel come with air conditioning, a seating area, a flat-screen TV with satellite channels, a safety deposit box and a private bathroom with a shower, slippers and a hairdryer. At Bishkek Centrum Hotel rooms have bed linen and towels.\nThe accommodation offers a continental or à la carte breakfast.\nBishkek Centrum Hotel also provides a business centre and guests can use the fax machine and photocopier at the hotel.\nAlamüdün is 3.7 km from Bishkek Centrum Hotel, while Lebedinovka is 6 km from the property. The nearest airport is Manas International Airport, 33 km from the accommodation. \n",
        "desc_list": "You're eligible for a Genius discount at Bishkek Centrum Hotel! To save at this property, all you have to do is sign in.",
        "stars": 3
    },
    {
        "title": "Damas International Hotel",
        "desc": "\nYou're eligible for a Genius discount at Damas International Hotel! To save at this property, all you have to do is sign in.\nOffering a restaurant and a fitness centre, Damas International Hotel is located in the centre of Bishkek. Free WiFi access is available.\nEach room here will provide you with air conditioning and a minibar. There is also an electric kettle. Featuring a shower, private bathroom also comes with a hairdryer and free toiletries. Extras include a desk, a safety deposit box and bed linen.\nAt Damas International Hotel you will find a 24-hour front desk, a terrace and a bar. Other facilities offered at the property include a shared lounge, luggage storage and dry cleaning. The property offers free parking. \n",
        "desc_list": "You're eligible for a Genius discount at Damas International Hotel! To save at this property, all you have to do is sign in.",
        "stars": 4
    },
    {
        "title": "TourAsia Hotel",
        "desc": "\nYou're eligible for a Genius discount at TourAsia Hotel! To save at this property, all you have to do is sign in.\nSet in Bishkek, 4.7 km from Tokolʼdosh, TourAsia Hotel offers accommodation with a restaurant, free private parking and a shared lounge. Among the facilities at this property are room service and a business centre, along with free WiFi throughout the property. The accommodation features a 24-hour front desk, a shared kitchen and currency exchange for guests.\nThe units come with air conditioning, a flat-screen TV with satellite channels, a fridge, a kettle, a shower, slippers and a desk. At the hotel every room includes bed linen and towels.\nTourAsia Hotel offers a continental or buffet breakfast.\nThe area is popular for hiking, and bike hire and car hire are available at the accommodation.\nPrigorodnoye is 5.8 km from TourAsia Hotel, while Chong-Aryk is 6.2 km away. The nearest airport is Manas International, 31 km from the hotel, and the property offers a paid airport shuttle service. \n",
        "desc_list": "You're eligible for a Genius discount at TourAsia Hotel! To save at this property, all you have to do is sign in.",
        "stars": null
    },
    {
        "title": "Hotel Resident Bishkek, Отель Резидент Бишкек 2021Opening",
        "desc": "\nYou're eligible for a Genius discount at Hotel Resident Bishkek, Отель Резидент Бишкек 2021Opening! To save at this property, all you have to do is sign in.\nSet in Bishkek and with Tokolʼdosh reachable within 3.8 km, Hotel Resident Bishkek, Отель Резидент Бишкек 2021Opening offers express check-in and check-out, allergy-free rooms, a bar, free WiFi throughout the property and a shared lounge. This 4-star hotel offers room service and luggage storage space. The accommodation provides a 24-hour front desk, a shared kitchen and currency exchange for guests.\nAt the hotel, each room comes with a desk. Complete with a private bathroom equipped with bathrobes, the units at Hotel Resident Bishkek, Отель Резидент Бишкек 2021Opening have a flat-screen TV and air conditioning, and selected rooms will provide you with a seating area. At the accommodation all rooms are fitted with bed linen and towels.\nContinental and buffet breakfast options are available every morning at Hotel Resident Bishkek, Отель Резидент Бишкек 2021Opening.\nThe hotel offers a terrace.\nKëk-Dzhar is 6.3 km from Hotel Resident Bishkek, Отель Резидент Бишкек 2021Opening, while Chong-Aryk is 6.5 km away. The nearest airport is Manas International, 36 km from the accommodation, and the property offers a paid airport shuttle service. \n",
        "desc_list": "You're eligible for a Genius discount at Hotel Resident Bishkek, Отель Резидент Бишкек 2021Opening! To save at this property, all you have to do is sign in.",
        "stars": 4
    },
    {
        "title": "Plaza Hotel Bishkek",
        "desc": "\nYou're eligible for a Genius discount at Plaza Hotel Bishkek! To save at this property, all you have to do is sign in.\nPlaza Hotel Bishkek is located in the city centre, within a 5-minute walk of the Bishkek White House and 1 km from Ala-Too Square, and features a spa and wellness centre, indoor pool, sauna and gym. Free WiFi and free parking are available on site.\nThe rooms offer air conditioning, a fridge, electric kettle and flat-screen TV with satellite channels. The bathrooms provide a hairdryer and bathrobes.\nGuests can dine in the on-site restaurant, serving national and European cuisine, and there is also a bar in the hotel. Room service, packed lunches, grocery delivery and breakfasts in the room are provided upon request.\nBishkek Train Station is 5.3 km away, and Manas International Airport is 30.4 km from Plaza Hotel Bishkek. \n",
        "desc_list": "You're eligible for a Genius discount at Plaza Hotel Bishkek! To save at this property, all you have to do is sign in.",
        "stars": 4
    },
    {
        "title": "Garden Hotel & SPA",
        "desc": "\nYou're eligible for a Genius discount at Garden Hotel & SPA! To save at this property, all you have to do is sign in.\nSituated in Bishkek, 2.6 km from Privokzalʼnoye, Garden Hotel & SPA features accommodation with a restaurant, free private parking, a fitness centre and a bar. Each accommodation at the 4-star hotel has garden views, and guests can enjoy access to a shared lounge and to a terrace. The accommodation offers a 24-hour front desk, room service and currency exchange for guests.\nAll rooms are fitted with air conditioning, a flat-screen TV with satellite channels, a fridge, a kettle, a shower, bathrobes and a desk. At the hotel the rooms have bed linen and towels.\nGuests at Garden Hotel & SPA can enjoy a continental or a buffet breakfast.\nGuests can relax in the wellness area, including an indoor pool, a hammam and a sauna, or in the garden.\nSelektsionnoye is 3.4 km from the accommodation, while Chong-Aryk is 3.7 km from the property. The nearest airport is Manas International, 35 km from Garden Hotel & SPA, and the property offers a paid airport shuttle service. \n",
        "desc_list": "You're eligible for a Genius discount at Garden Hotel & SPA! To save at this property, all you have to do is sign in.",
        "stars": 4
    },
    {
        "title": "Futuro Hotel Bishkek",
        "desc": "\nYou're eligible for a Genius discount at Futuro Hotel Bishkek! To save at this property, all you have to do is sign in.\nFeaturing free WiFi throughout, Futuro Hotel is located in Bishkek, a 2-minute walk from the central Chuy Prospekt and a 10-minute drive of Ala-Too Square.\nWith air conditioning, rooms all come with a flat-screen TV and free movies on demand. Each has a private bathroom with free toiletries and a hairdryer.\nA buffet breakfast is served every morning.  The hotel cafeteria offers free coffee, tea and snacks 24/7. It serves local cuisine, as well as European specialties. Other facilities include a 24-hour front desk, summer terrace, library, free bike hire and free shuttle service to the city centre.\nBishkek city centre is within a 7-minute drive of Futuro Hotel. Ala-Too Square is 4 km away. Bishkek Train Station is 5 km from the hotel, and Manas International Airport is 24 km away. \n",
        "desc_list": "You're eligible for a Genius discount at Futuro Hotel Bishkek! To save at this property, all you have to do is sign in.",
        "stars": 3
    },
    {
        "title": "Aurum hotel",
        "desc": "\nYou're eligible for a Genius discount at Aurum hotel! To save at this property, all you have to do is sign in.\nSet in Bishkek, 3.4 km from Tokolʼdosh, Aurum hotel offers accommodation with a restaurant, free private parking, a bar and a shared lounge. Featuring room service, this property also provides guests with a terrace. The accommodation provides a 24-hour front desk, airport transfers, a shared kitchen and free WiFi throughout the property.\nThe units at the hotel feature air conditioning, a flat-screen TV with satellite channels, Game console – PS3, and a private bathroom with a bath, bathrobes and slippers. At Aurum hotel every room includes bed linen and towels.\nThe accommodation offers a continental or buffet breakfast.\nChong-Aryk is 5.8 km from Aurum hotel, while Alamüdün is 7 km away. The nearest airport is Manas International Airport, 33 km from the hotel. \n",
        "desc_list": "You're eligible for a Genius discount at Aurum hotel! To save at this property, all you have to do is sign in.",
        "stars": null
    },
    {
        "title": "Hotel Lulu",
        "desc": "\nYou're eligible for a Genius discount at Hotel Lulu! To save at this property, all you have to do is sign in.\nHotel Lulu offers accommodation in Bishkek with an on-site restaurant and free WiFi throughout the property. The central square is a 5-minute drive away.\nAll air-conditioned rooms are fitted with a flat-screen TV with satellite channels. Some rooms have a seating area where you can relax. You will find a kettle and a minibar in the room. Bathroom comes with a shower, bathrobes, slippers and a hairdryer.\nThere is a 24-hour front desk and concierge service at the property. Meals are offered at Travellers Coffee Cafe. Ironing and laundry services can be used at an extra charge.\nThe nearest airport is Manas International Airport, 25 km from the property. \n",
        "desc_list": "You're eligible for a Genius discount at Hotel Lulu! To save at this property, all you have to do is sign in.",
        "stars": null
    },
    {
        "title": "Orion Hotel Bishkek",
        "desc": "\nYou're eligible for a Genius discount at Orion Hotel Bishkek! To save at this property, all you have to do is sign in.\nLocated in a business district, Orion Hotel Bishkek offers accommodation in Bishkek. The hotel boasts Elixir Spa&Fitness centre that features fitness and wellness facilities, including an indoor pool, sauna and hammam.\nEach room at this hotel is air conditioned and has a flat-screen TV with satellite channels. Some rooms include a seating area for your convenience. You will find a coffee machine in the room. The units are equipped with a private bathroom that offers a bath. For your comfort, you will find bathrobes, slippers and free toiletries.\nThe Orion offers a ballroom along with a meeting room and boardroom. Guests can enjoy a drink at the hotel's the Pishpek bar and lounge. Dishes prepared by European chefs are served at Orion Hotel Bishkek's Symphony Restaurant.\nManas International Airport is 35 km away from the property. \n",
        "desc_list": "You're eligible for a Genius discount at Orion Hotel Bishkek! To save at this property, all you have to do is sign in.",
        "stars": 5
    },
    {
        "title": "Sheraton Bishkek",
        "desc": "\nLocated in Bishkek, 5.1 km from Tokolʼdosh, Sheraton Bishkek provides accommodation with a restaurant, free private parking, free bikes and a bar. This 5-star hotel offers a concierge service and luggage storage space. The accommodation offers a 24-hour front desk, airport transfers, room service and free WiFi throughout the property.\nThe hotel offers a continental or buffet breakfast.\nSheraton Bishkek offers a terrace.\nPrigorodnoye is 5.6 km from the accommodation, while Alamüdün is 5.7 km away. The nearest airport is Manas International Airport, 31 km from Sheraton Bishkek. \n",
        "desc_list": "Located in Bishkek, 5.1 km from Tokolʼdosh, Sheraton Bishkek provides accommodation with a restaurant, free private parking, free bikes and a bar. This 5-star hotel offers a concierge service and luggage storage space. The accommodation offers a 24-hour front desk, airport transfers, room service and free WiFi throughout the property.",
        "stars": 5
    },
    {
        "title": "Golden Dragon",
        "desc": "\nYou're eligible for a Genius discount at Golden Dragon! To save at this property, all you have to do is sign in.\nThe hotel Golden Dragon is situated in Bishkek, just about a 10-minute drive from the city centre and the train station. It offers accommodation with free internet access and an outdoor, seasonal swimming pool.\nThe rooms at Golden Dragon are spacious and individually decorated in lively colours. They are air-conditioned and there is a minibar and a private bathroom with free toiletries in each.\nThe on-site Gang Nam restaurant serves Korean cuisine, offering original serving. It also offers buffet breakfast. Room service is available 24 hours a day.\nThe hotel has great conference and business facilities. For guests to relax in, there is a spa zone with saunas and a hot tub, as well as a gym. There is an on-site gift shop.\nLaundry and dry cleaning services are provided and the hotel’s staff can organize sightseeing tours.\nThe airport is a 40-minute drive away and shuttle can be arranged for the hotel’s guests. \n",
        "desc_list": "You're eligible for a Genius discount at Golden Dragon! To save at this property, all you have to do is sign in.",
        "stars": 5
    },
    {
        "title": "Bishkek Boutique Hotel",
        "desc": "\nYou're eligible for a Genius discount at Bishkek Boutique Hotel! To save at this property, all you have to do is sign in.\nThis hotel is located in the centre of Bishkek, in a busy commercial district. Free Wi-Fi, free parking and a 24-hour reception are featured at Bishkek Boutique Hotel.\nThe bright, air-conditioned rooms offer warm-coloured interiors and classic-style décor. Each room includes a flat-screen TV, a refrigerator and a private bathroom with bathrobes and a hairdryer.\nThe on-site El Gusto Restaurant serves European cuisine, and a variety of drinks is available at the lobby bar.\nManas International Airport is a 30-minute drive from Bishkek Boutique Hotel. \n",
        "desc_list": "You're eligible for a Genius discount at Bishkek Boutique Hotel! To save at this property, all you have to do is sign in.",
        "stars": 3
    },
    {
        "title": "Small Hotel",
        "desc": "\nYou're eligible for a Genius discount at Small Hotel! To save at this property, all you have to do is sign in.\nSet 3.4 km from Tokolʼdosh, Small Hotel offers accommodation with a restaurant, a bar and a 24-hour front desk for your convenience. The bed and breakfast features both WiFi and private parking free of charge.\nA continental breakfast is available every morning at Small Hotel.\nThe accommodation offers a terrace.\nGuests at Small Hotel can enjoy hiking nearby, or make the most of the garden.\nChong-Aryk is 6 km from the bed and breakfast, while Alamüdün is 6.9 km from the property. The nearest airport is Manas International, 33 km from Small Hotel, and the property offers a paid airport shuttle service. \n",
        "desc_list": "You're eligible for a Genius discount at Small Hotel! To save at this property, all you have to do is sign in.",
        "stars": 3
    },
    {
        "title": "Navat Hotel",
        "desc": "\nYou're eligible for a Genius discount at Navat Hotel! To save at this property, all you have to do is sign in.\nLocated in Bishkek, 3.6 km from Alamüdün, Navat Hotel provides accommodation with a bar, free private parking, a shared lounge and a terrace. This 3-star hotel offers a concierge service and a tour desk. The accommodation offers a 24-hour front desk, airport transfers, room service and free WiFi throughout the property.\nAll units are equipped with a flat-screen TV with cable channels, fridge, a kettle, a bidet, bathrobes and a desk. Every room is fitted with a safety deposit box, while some rooms will provide you with a balcony and others also provide guests with city views. Guest rooms include a private bathroom, slippers and bed linen.\nA buffet breakfast is available daily at the hotel.\nThe area is popular for hiking and cycling, and bike hire is available at Navat Hotel.\nTokolʼdosh is 4.3 km from the accommodation, while Lebedinovka is 6.2 km away. The nearest airport is Manas International Airport, 32 km from Navat Hotel. \n",
        "desc_list": "You're eligible for a Genius discount at Navat Hotel! To save at this property, all you have to do is sign in.",
        "stars": 3
    }
]